{
  "metadata": {
    "title": "HGP 5.º — Portugal: Território e Paisagens",
    "subtitle": "Localização, relevo e organização administrativa",
    "description": "Explora mapas, regiões e diversidade natural de Portugal.",
    "unit": "HGP5_TERR",
    "version": "v1",
    "footer": "Conteúdo alinhado com as Aprendizagens Essenciais de História e Geografia de Portugal."
  },
  "cards": [
    {
      "id": 1,
      "tema": "Localização",
      "curto": false,
      "q": "Onde se localiza Portugal Continental relativamente à Península Ibérica?",
      "a": "No extremo sudoeste da Península Ibérica, com fronteira a leste e norte com Espanha e costa atlântica a oeste e sul."
    },
    {
      "id": 2,
      "tema": "Regiões",
      "curto": true,
      "q": "Quantas regiões autónomas compõem o território português?",
      "a": "Duas: Região Autónoma dos Açores e Região Autónoma da Madeira."
    },
    {
      "id": 3,
      "tema": "Relevo",
      "curto": false,
      "q": "Que características distinguem o relevo a norte e a sul do rio Tejo?",
      "a": "A norte predominam serras e planaltos acidentados; a sul existem planícies extensas e relevo mais suave."
    },
    {
      "id": 4,
      "tema": "Administração",
      "curto": false,
      "q": "Qual é a função de uma freguesia na organização administrativa portuguesa?",
      "a": "É a unidade administrativa mais pequena, responsável por serviços locais e representação da população da sua área."
    },
    {
      "id": 5,
      "tema": "Localização",
      "curto": true,
      "q": "Que oceano banha a costa portuguesa?",
      "a": "O Oceano Atlântico."
    },
    {
      "id": 6,
      "tema": "Regiões",
      "curto": false,
      "q": "Quantas ilhas compõem o arquipélago dos Açores?",
      "a": "Nove ilhas: São Miguel, Terceira, São Jorge, Pico, Faial, Flores, Corvo, Graciosa e Santa Maria."
    },
    {
      "id": 7,
      "tema": "Relevo",
      "curto": true,
      "q": "Qual é o ponto mais alto de Portugal Continental?",
      "a": "A Serra da Estrela, com 1993 metros na Torre."
    },
    {
      "id": 8,
      "tema": "Rios",
      "curto": false,
      "q": "Indica três rios importantes que atravessam Portugal Continental.",
      "a": "Rio Douro, Rio Tejo e Rio Guadiana."
    },
    {
      "id": 9,
      "tema": "Clima",
      "curto": false,
      "q": "Como se caracteriza o clima de Portugal Continental?",
      "a": "Clima temperado mediterrâneo, com verões quentes e secos e invernos suaves e chuvosos."
    },
    {
      "id": 10,
      "tema": "Administração",
      "curto": true,
      "q": "Qual é a capital de Portugal?",
      "a": "Lisboa."
    },
    {
      "id": 11,
      "tema": "Paisagens",
      "curto": false,
      "q": "Que tipo de paisagem predomina no Alentejo?",
      "a": "Planície alentejana com campos de cereais, montados de sobreiros e azinheiras, e extensas áreas agrícolas."
    },
    {
      "id": 12,
      "tema": "Regiões",
      "curto": false,
      "q": "Que arquipélago português se localiza mais próximo de África?",
      "a": "O arquipélago da Madeira, que inclui as ilhas da Madeira, Porto Santo e as ilhas Desertas e Selvagens."
    },
    {
      "id": 13,
      "tema": "Costa",
      "curto": false,
      "q": "Que características tem a costa portuguesa?",
      "a": "Extensa linha costeira com praias, falésias, estuários e portos naturais, importante para pesca e turismo."
    },
    {
      "id": 14,
      "tema": "Administração",
      "curto": false,
      "q": "Como se organiza o território português em termos administrativos?",
      "a": "Divide-se em distritos (no Continente), regiões autónomas, concelhos (municípios) e freguesias."
    },
    {
      "id": 15,
      "tema": "Relevo",
      "curto": true,
      "q": "O que são serras?",
      "a": "Elevações do terreno, cadeias montanhosas com altitudes significativas."
    },
    {
      "id": 16,
      "tema": "Rios",
      "curto": true,
      "q": "Onde nasce o Rio Tejo?",
      "a": "Em Espanha, na Serra de Albarracín."
    },
    {
      "id": 17,
      "tema": "Clima",
      "curto": false,
      "q": "Que diferenças climáticas existem entre o Norte e o Sul de Portugal Continental?",
      "a": "O Norte é mais chuvoso e fresco; o Sul é mais seco e quente, especialmente no verão."
    },
    {
      "id": 18,
      "tema": "Localização",
      "curto": false,
      "q": "Em que continente se localiza Portugal?",
      "a": "Na Europa, mais especificamente no sudoeste do continente europeu."
    }
  ],
  "distractors": {
    "1": [
      "No centro da Península Itálica.",
      "No norte da Península Balcânica.",
      "Entre o mar Mediterrâneo e o mar Báltico."
    ],
    "2": [
      "Três: Açores, Madeira e Algarve.",
      "Nenhuma, são apenas distritos.",
      "Quatro: Açores, Madeira, Estremadura e Minho."
    ],
    "3": [
      "A norte há desertos arenosos e a sul montanhas geladas.",
      "A norte encontramos apenas planícies costeiras.",
      "A sul predominam serras de altitude elevada."
    ],
    "4": [
      "Escolher o Presidente da República.",
      "Definir tratados internacionais.",
      "Administrar apenas a rede ferroviária nacional."
    ],
    "5": [
      "O Mar Mediterrâneo.",
      "O Oceano Índico.",
      "O Mar do Norte."
    ],
    "6": [
      "Cinco ilhas principais.",
      "Doze ilhas habitadas.",
      "Sete ilhas e dois ilhéus."
    ],
    "7": [
      "O Monte Pico, nos Açores.",
      "A Serra de Montejunto.",
      "A Serra de Sintra."
    ],
    "8": [
      "Rio Mondego, Rio Lima e Rio Sado.",
      "Rio Zêzere, Rio Cávado e Rio Ave.",
      "Rio Minho, Rio Vouga e Rio Tâmega."
    ],
    "9": [
      "Clima polar, com invernos muito frios e neve abundante.",
      "Clima tropical, com chuvas intensas todo o ano.",
      "Clima continental, com grandes amplitudes térmicas."
    ],
    "10": [
      "Porto.",
      "Coimbra.",
      "Faro."
    ],
    "11": [
      "Montanhas cobertas de neve durante todo o ano.",
      "Vales profundos com florestas densas.",
      "Praias rochosas e falésias altas."
    ],
    "12": [
      "O arquipélago dos Açores.",
      "As Ilhas Canárias (que são espanholas).",
      "Não há arquipélagos próximos de África."
    ],
    "13": [
      "Costa sem praias, apenas rochas.",
      "Costa muito curta, com apenas 50 km.",
      "Costa fechada, sem acesso ao mar."
    ],
    "14": [
      "Apenas em regiões e cidades.",
      "Só em províncias e aldeias.",
      "Em estados federados e cantões."
    ],
    "15": [
      "São rios muito largos.",
      "São planícies junto ao mar.",
      "São lagos de montanha."
    ],
    "16": [
      "Em Portugal, na Serra da Estrela.",
      "Em França, nos Pirenéus.",
      "No Oceano Atlântico."
    ],
    "17": [
      "O Norte é mais quente e o Sul mais frio.",
      "Não há diferenças climáticas significativas.",
      "O Norte é desértico e o Sul tropical."
    ],
    "18": [
      "Na Ásia Oriental.",
      "Na América do Sul.",
      "Em África."
    ]
  },
  "trueFalse": [
    {
      "t": "Os arquipélagos dos Açores e da Madeira situam-se no oceano Atlântico.",
      "v": true,
      "e": "Ambos pertencem à Macaronésia e localizam-se em diferentes latitudes atlânticas."
    },
    {
      "t": "Os rios Douro, Tejo e Guadiana nascem em território português.",
      "v": false,
      "e": "Estes rios têm nascente em Espanha e atravessam Portugal antes de desaguarem no Atlântico."
    },
    {
      "t": "Os distritos são subdivisões tradicionais que agrupam vários concelhos.",
      "v": true,
      "e": "Cada distrito integra múltiplos municípios, embora a gestão autárquica dependa dos concelhos e freguesias."
    },
    {
      "t": "Portugal Continental tem fronteira terrestre com França.",
      "v": false,
      "e": "Portugal Continental apenas tem fronteira terrestre com Espanha, a leste e a norte."
    },
    {
      "t": "A Serra da Estrela é o ponto mais alto de todo o território português.",
      "v": false,
      "e": "O ponto mais alto de Portugal é o Monte Pico, nos Açores, com 2351 metros de altitude."
    },
    {
      "t": "O clima mediterrâneo caracteriza-se por verões quentes e secos.",
      "v": true,
      "e": "Este tipo de clima, típico de Portugal Continental, apresenta verões quentes e secos e invernos suaves e chuvosos."
    },
    {
      "t": "As regiões autónomas têm governo próprio e competências específicas.",
      "v": true,
      "e": "Os Açores e a Madeira possuem órgãos de governo regional e autonomia administrativa."
    },
    {
      "t": "Todo o território português se localiza no hemisfério sul.",
      "v": false,
      "e": "Portugal situa-se no hemisfério norte, acima da linha do Equador."
    },
    {
      "t": "A planície alentejana é uma das principais regiões agrícolas de Portugal.",
      "v": true,
      "e": "O Alentejo destaca-se pela produção de cereais, azeite, cortiça e vinho, aproveitando as extensas planícies."
    },
    {
      "t": "Portugal não tem ilhas no Oceano Atlântico.",
      "v": false,
      "e": "Portugal possui dois arquipélagos atlânticos: os Açores (9 ilhas) e a Madeira (2 ilhas habitadas e ilhéus)."
    }
  ]
}
