{
  "metadata": {
    "title": "Ciências Naturais 5.º — Biomas (Deck completo)",
    "subtitle": "Clima, vegetação, adaptações e conservação",
    "description": "Deck para estudo dos principais biomas terrestres e aquáticos, com foco no bioma mediterrânico em Portugal.",
    "unit": "CN5_BIOMAS",
    "version": "v1-2025-10-28",
    "footer": "Conteúdo para 5.º ano (PT‑PT), alinhado com AE."
  },
  "cards": [
    {
      "id": 201,
      "tema": "Conceitos de Bioma",
      "curto": true,
      "q": "O que é um bioma?",
      "a": "Grande região do planeta com clima, solos, plantas e animais característicos."
    },
    {
      "id": 202,
      "tema": "Conceitos de Bioma",
      "curto": true,
      "q": "Quais são três fatores que ajudam a definir um bioma?",
      "a": "Clima (temperatura e precipitação), tipo de solo e vegetação dominante."
    },
    {
      "id": 203,
      "tema": "Conceitos de Bioma",
      "curto": false,
      "q": "Explica a relação entre clima e vegetação num bioma.",
      "a": "O clima condiciona a quantidade de água e a temperatura, o que determina que plantas conseguem sobreviver e dominar a paisagem."
    },
    {
      "id": 204,
      "tema": "Fatores Climáticos",
      "curto": true,
      "q": "Que dois elementos do clima são mais usados para distinguir biomas?",
      "a": "Temperatura média e precipitação."
    },
    {
      "id": 205,
      "tema": "Fatores Climáticos",
      "curto": false,
      "q": "Como a latitude influencia os biomas?",
      "a": "A latitude determina a quantidade de energia solar recebida: regiões próximas do equador (baixa latitude) recebem mais energia e são mais quentes, originando biomas quentes como floresta tropical; latitudes altas (perto dos polos) recebem menos energia e são mais frias, originando biomas frios como tundra."
    },
    {
      "id": 206,
      "tema": "Fatores Climáticos",
      "curto": true,
      "q": "De que forma a altitude pode alterar um bioma?",
      "a": "Aumenta a altitude, diminui a temperatura (cerca de 6,5°C por cada 1000 metros); podem surgir biomas de clima mais frio em montanhas, mesmo em regiões temperadas."
    },
    {
      "id": 207,
      "tema": "Biomas do Mundo",
      "curto": true,
      "q": "Indica três biomas terrestres principais.",
      "a": "Floresta tropical, deserto e tundra (entre outros como savana, taiga, pradaria)."
    },
    {
      "id": 208,
      "tema": "Biomas do Mundo",
      "curto": false,
      "q": "Onde se localizam, em geral, os desertos subtropicais?",
      "a": "Próximo dos trópicos (cerca de 20–30° de latitude), em zonas de ar seco descendente."
    },
    {
      "id": 209,
      "tema": "Biomas do Mundo",
      "curto": true,
      "q": "Que bioma domina regiões muito frias com solos gelados grande parte do ano?",
      "a": "Tundra."
    },
    {
      "id": 210,
      "tema": "Biomas do Mundo",
      "curto": true,
      "q": "Como é a vegetação típica das pradarias/estepes?",
      "a": "Predominam ervas e gramíneas. Há poucas árvores porque a água disponível é limitada e os incêndios naturais frequentes dificultam o estabelecimento de árvores."
    },
    {
      "id": 211,
      "tema": "Floresta Tropical",
      "curto": false,
      "q": "Caracteriza o clima e a biodiversidade da floresta tropical húmida.",
      "a": "Clima quente e muito chuvoso todo o ano (sem estação seca). Possui a maior biodiversidade terrestre do planeta com milhares de espécies de plantas, animais e insetos coexindo devido ao clima constante e recursos abundantes."
    },
    {
      "id": 212,
      "tema": "Deserto",
      "curto": true,
      "q": "Que característica climática define o deserto?",
      "a": "Muito baixa precipitação anual."
    },
    {
      "id": 213,
      "tema": "Savana",
      "curto": true,
      "q": "Qual é a paisagem típica da savana?",
      "a": "Ervas altas com algumas árvores dispersas."
    },
    {
      "id": 214,
      "tema": "Taiga (Floresta Boreal)",
      "curto": false,
      "q": "Que tipo de árvores domina a taiga e porquê?",
      "a": "Coníferas (pinheiros, abetos) adaptadas a frio e neve, com folhas em forma de agulha que perdem menos água."
    },
    {
      "id": 215,
      "tema": "Tundra",
      "curto": true,
      "q": "O que é o permafrost na tundra?",
      "a": "Solo que se mantém gelado todo o ano, descongelando só a camada superficial no verão."
    },
    {
      "id": 216,
      "tema": "Pradaria/Estepe",
      "curto": false,
      "q": "Indica duas adaptações comuns das plantas de pradaria.",
      "a": "Raízes muito profundas que alcançam lençóis de água subterrâneos e permitem resistir à seca. Capacidade de rebrotar rapidamente após incêndios naturais que limpam a vegetação morta."
    },
    {
      "id": 217,
      "tema": "Bioma Mediterrânico",
      "curto": true,
      "q": "Que tipo de clima está associado ao bioma mediterrânico?",
      "a": "Verões quentes e secos; invernos suaves e chuvosos."
    },
    {
      "id": 218,
      "tema": "Bioma Mediterrânico",
      "curto": false,
      "q": "Dá dois exemplos de plantas típicas do mediterrânico em Portugal.",
      "a": "Sobreiro e azinheira (também medronheiro, esteva, pinheiro‑manso, oliveira)."
    },
    {
      "id": 219,
      "tema": "Bioma Mediterrânico",
      "curto": true,
      "q": "Que folha é típica em muitas plantas mediterrânicas e porquê?",
      "a": "Folhas pequenas e coriáceas (ou com cutícula espessa) para reduzir perda de água."
    },
    {
      "id": 220,
      "tema": "Adaptações",
      "curto": true,
      "q": "Dá um exemplo de adaptação de animais do deserto.",
      "a": "Muitos são ativos à noite para evitar o calor extremo do dia, economizando água e energia. Outros produzem urina muito concentrada para poupar água."
    },
    {
      "id": 221,
      "tema": "Adaptações",
      "curto": true,
      "q": "Que adaptação ajuda os cactos a sobreviver no deserto?",
      "a": "Armazenam água nos caules suculentos quando chove e têm espinhos no lugar de folhas para reduzir a superfície exposta e minimizar a perda de água por transpiração."
    },
    {
      "id": 222,
      "tema": "Adaptações",
      "curto": false,
      "q": "Como as plantas da tundra suportam o frio e o vento?",
      "a": "Crescem baixas junto ao solo, protegidas pelo microclima onde há menos vento e temperaturas ligeiramente mais altas. Têm ciclos de vida curtos, completando crescimento e reprodução durante o curto verão."
    },
    {
      "id": 223,
      "tema": "Adaptações",
      "curto": true,
      "q": "Que estratégia ajuda as plantas mediterrânicas a resistir ao verão seco?",
      "a": "Raízes profundas e folhas com cutícula espessa."
    },
    {
      "id": 224,
      "tema": "Impactos e Conservação",
      "curto": false,
      "q": "Refere duas ameaças humanas aos biomas.",
      "a": "Desflorestação destrói habitats e altera o clima local; poluição contamina solos e águas; sobrepastoreio degrada solos; espécies invasoras competem com nativas; alterações climáticas alteram condições dos biomas."
    },
    {
      "id": 225,
      "tema": "Impactos e Conservação",
      "curto": true,
      "q": "Porque é importante proteger os biomas?",
      "a": "Mantêm a biodiversidade que garante a estabilidade dos ecossistemas, fornecem recursos essenciais como água e alimento, e regulam o clima e o ciclo da água no planeta."
    },
    {
      "id": 226,
      "tema": "Impactos e Conservação",
      "curto": false,
      "q": "Dá dois exemplos de ações que ajudam a conservar biomas.",
      "a": "Áreas protegidas mantêm habitats intactos; reflorestação restaura a vegetação que suporta a cadeia alimentar e regula o clima; uso sustentável dos recursos evita a sobreexploração."
    },
    {
      "id": 227,
      "tema": "Biomas Aquáticos",
      "curto": true,
      "q": "Indica dois grandes tipos de biomas aquáticos.",
      "a": "Água doce (rios, lagos) e marinho (oceanos, zonas costeiras)."
    },
    {
      "id": 228,
      "tema": "Biomas Aquáticos",
      "curto": false,
      "q": "O que condiciona a vida nos biomas marinhos costeiros?",
      "a": "Variação de salinidade com entrada de água doce; marés que expõem zonas intertides; disponibilidade de luz nas zonas superficiais; nutrientes transportados pelos rios e correntes."
    },
    {
      "id": 229,
      "tema": "Mapas de Biomas",
      "curto": true,
      "q": "Que informação lês num mapa de biomas do mundo?",
      "a": "A distribuição geográfica dos principais biomas do planeta."
    },
    {
      "id": 230,
      "tema": "Mapas de Biomas",
      "curto": false,
      "q": "Como podes relacionar um clima com o bioma esperado numa região?",
      "a": "Clima quente e muito chuvoso → floresta tropical; clima quente e seco → deserto; clima com estações secas e chuvosas → savana; clima frio extremo → tundra; clima temperado húmido → floresta temperada."
    },
    {
      "id": 231,
      "tema": "Síntese",
      "curto": true,
      "q": "Qual é a ligação entre latitude e temperatura média?",
      "a": "Maior latitude, menor temperatura média anual."
    },
    {
      "id": 232,
      "tema": "Síntese",
      "curto": true,
      "q": "Qual o bioma com maior biodiversidade terrestre?",
      "a": "Floresta tropical húmida."
    },
    {
      "id": 233,
      "tema": "Síntese",
      "curto": false,
      "q": "Explica porque várias espécies endémicas estão em risco quando um bioma é destruído.",
      "a": "Porque só existem naquela região; a perda de habitat reduz populações e pode levar à extinção."
    },
    {
      "id": 234,
      "tema": "Comparações",
      "curto": true,
      "q": "Que bioma tem chuvas irregulares e estação seca marcada: savana ou floresta tropical?",
      "a": "Savana."
    },
    {
      "id": 235,
      "tema": "Comparações",
      "curto": true,
      "q": "Em qual bioma é mais provável encontrar cactos: deserto ou taiga?",
      "a": "Deserto."
    },
    {
      "id": 236,
      "tema": "Comparações",
      "curto": false,
      "q": "Porque as árvores são raras nas pradarias, comparando com florestas?",
      "a": "A água disponível é limitada e as árvores precisam de muita água para crescer; os incêndios naturais frequentes matam rebentos jovens de árvores antes de estas se estabelecerem. As ervas e gramíneas rebrotam rapidamente após incêndios."
    },
    {
      "id": 237,
      "tema": "Portugal",
      "curto": true,
      "q": "O montado de sobro insere‑se em que bioma?",
      "a": "Bioma mediterrânico."
    },
    {
      "id": 238,
      "tema": "Portugal",
      "curto": false,
      "q": "Indica uma razão ecológica para valorizar o montado de sobro.",
      "a": "Suporta grande biodiversidade incluindo aves, mamíferos e plantas raras; protege o solo da erosão devido à cobertura vegetal; contribui para o ciclo da água através da evapotranspiração; além de recursos económicos como a cortiça."
    }
  ],
  "distractors": {
    "201": [
      "Pequeno lago com peixes",
      "Cidade com muitos prédios",
      "Um único ecossistema isolado"
    ],
    "202": [
      "Fusos horários, altitude das nuvens e cor do céu",
      "Número de habitantes e PIB",
      "Velocidade do vento e marés"
    ],
    "203": [
      "As plantas mudam o clima em poucos dias",
      "A vegetação decide onde chove",
      "Não existe relação entre clima e plantas"
    ],
    "204": [
      "Pressão atmosférica e direção do vento",
      "Fases da Lua e nebulosidade",
      "Horas de sol e cor das nuvens"
    ],
    "205": [
      "A latitude não tem qualquer efeito",
      "Latitudes altas são sempre desérticas por causa do vento",
      "Latitudes baixas são sempre montanhosas"
    ],
    "206": [
      "A altitude aquece o ar, criando florestas tropicais",
      "A altitude muda os oceanos de lugar",
      "A altitude não muda nada nos biomas"
    ],
    "207": [
      "Recifes de coral, marés e dunas",
      "Lago urbano, parque infantil, quinta",
      "Planeta, continente e país"
    ],
    "208": [
      "Apenas no Polo Norte",
      "Exclusivamente junto ao equador",
      "Unicamente no meio dos oceanos"
    ],
    "209": [
      "Savana",
      "Floresta tropical",
      "Pradaria temperada"
    ],
    "210": [
      "Florestas densas de árvores altas",
      "Só cactos",
      "Apenas musgos e líquenes"
    ],
    "211": [
      "Clima frio e seco; baixa biodiversidade",
      "Clima com pouca chuva e muita areia",
      "Clima com neve todo o ano"
    ],
    "212": [
      "Temperaturas sempre negativas",
      "Ventos constantes de ciclone",
      "Humidade altíssima todo o ano"
    ],
    "213": [
      "Floresta fechada",
      "Só areia e dunas",
      "Gelo permanente"
    ],
    "214": [
      "Árvores de fruto tropicais por causa do calor",
      "Cactos devido à seca extrema",
      "Palmeiras por causa das praias"
    ],
    "215": [
      "Areia muito quente",
      "Gelo apenas dentro de cavernas",
      "Lama que nunca congela"
    ],
    "216": [
      "Folhas gigantes cheias de água como cactos",
      "Raízes aéreas a voar",
      "Precisam de sombra permanente"
    ],
    "217": [
      "Verões frios e chuvosos; invernos quentes",
      "Chuva intensa todo o ano",
      "Neve permanente"
    ],
    "218": [
      "Gelo perene e líquenes polares",
      "Mangais e palmeiras de selva húmida",
      "Cactos gigantes de deserto frio"
    ],
    "219": [
      "Folhas gigantes para evaporar mais água",
      "Folhas transparentes para apanhar vento",
      "Sem folhas porque não precisam"
    ],
    "220": [
      "Vivem debaixo de gelo",
      "Respiram debaixo de água",
      "Produzem chuva"
    ],
    "221": [
      "Raízes voadoras",
      "Flores que derretem o gelo",
      "Caules de gelo puro"
    ],
    "222": [
      "Crescem muito altas para apanhar mais vento",
      "Guardam fogo nas raízes",
      "Vivem debaixo de água"
    ],
    "223": [
      "Folhas muito finas e sem cutícula",
      "Dependem de gelo derretido",
      "Solos sempre encharcados"
    ],
    "224": [
      "Aumento natural de montanhas",
      "Rotação da Terra",
      "Fases da Lua"
    ],
    "225": [
      "Servem só para turismo",
      "Para criar mais deserto",
      "Para aumentar tempestades"
    ],
    "226": [
      "Cortar todas as árvores",
      "Poluir para fertilizar rios",
      "Queimar vegetação todos os verões"
    ],
    "227": [
      "Deserto e tundra",
      "Floresta tropical e taiga",
      "Pradaria e savana"
    ],
    "228": [
      "Cor das nuvens",
      "Altura dos prédios",
      "Fases do calendário escolar"
    ],
    "229": [
      "O trânsito das cidades",
      "A população por país",
      "As placas tectónicas ativas"
    ],
    "230": [
      "Climas quentes produzem só gelo",
      "Climas secos geram selvas densas",
      "Climas frios criam savanas altas"
    ],
    "231": [
      "Maior latitude, maior temperatura",
      "Latitude não se relaciona com temperatura",
      "Latitude muda só a cor do céu"
    ],
    "232": [
      "Deserto frio",
      "Tundra",
      "Pradaria"
    ],
    "233": [
      "Porque podem viver em qualquer lugar",
      "Porque crescem mais com poluição",
      "Porque a destruição cria mais alimento"
    ],
    "234": [
      "Floresta tropical",
      "Tundra",
      "Taiga"
    ],
    "235": [
      "Taiga",
      "Tundra",
      "Floresta tropical"
    ],
    "236": [
      "O solo é feito de pedra lisa",
      "As árvores fogem do vento",
      "As raízes não funcionam em planícies"
    ],
    "237": [
      "Taiga",
      "Tundra",
      "Deserto subtropical"
    ],
    "238": [
      "Produz neve no verão",
      "Aumenta a salinidade do mar",
      "Faz chover todos os dias"
    ]
  },
  "trueFalse": [
    {
      "t": "Biomas são grandes áreas com clima e vida típicos.",
      "v": true,
      "e": "Um bioma é uma grande região caracterizada por condições climáticas específicas, tipos de solo semelhantes e uma comunidade de plantas e animais adaptados a essas condições."
    },
    {
      "t": "A precipitação e a temperatura ajudam a distinguir biomas.",
      "v": true,
      "e": "Estes são os dois fatores climáticos mais importantes: a temperatura determina quais organismos podem sobreviver e a precipitação define a disponibilidade de água."
    },
    {
      "t": "Os desertos são definidos por temperaturas altas, não pela falta de chuva.",
      "v": false,
      "e": "A definição principal de deserto é a baixa precipitação anual. Por exemplo, existem desertos frios como a Antártida que têm baixa precipitação mas temperaturas muito baixas."
    },
    {
      "t": "Na savana há ervas e poucas árvores dispersas.",
      "v": true,
      "e": "A savana caracteriza-se por ervas altas que dominam a paisagem, com árvores ou arbustos espaçados, adaptados a chuvas sazonais e possíveis incêndios."
    },
    {
      "t": "A taiga é dominada por coníferas adaptadas ao frio.",
      "v": true,
      "e": "Pinheiros, abetos e outras coníferas dominam porque têm folhas em forma de agulha com cutícula espessa que reduz a perda de água e lhes permite resistir ao frio e à neve."
    },
    {
      "t": "O permafrost é típico da tundra.",
      "v": true,
      "e": "Permafrost é solo que permanece congelado durante todo o ano, descongelando apenas uma camada superficial no verão curto, o que limita o crescimento das raízes das plantas."
    },
    {
      "t": "A floresta tropical tem baixa biodiversidade.",
      "v": false,
      "e": "A floresta tropical húmida possui a maior biodiversidade terrestre do planeta, com milhares de espécies de plantas, animais e insetos coexistindo devido ao clima constante e recursos abundantes."
    },
    {
      "t": "Pradarias têm muitas árvores altas devido à água abundante.",
      "v": false,
      "e": "As pradarias têm poucas árvores porque a água disponível é limitada e os incêndios frequentes dificultam o estabelecimento de árvores. Dominam ervas e gramíneas."
    },
    {
      "t": "O bioma mediterrânico tem verões secos e invernos chuvosos.",
      "v": true,
      "e": "Este padrão climático é único: verões quentes e secos quando as plantas precisam de conservar água, e invernos suaves com chuva suficiente para suportar o crescimento durante a estação húmida."
    },
    {
      "t": "Cactos armazenam água nos caules.",
      "v": true,
      "e": "Os cactos têm caules suculentos que armazenam água quando esta está disponível, e espinhos no lugar de folhas para reduzir a superfície exposta e minimizar a perda de água por transpiração."
    },
    {
      "t": "Animais do deserto são muitas vezes noturnos.",
      "v": true,
      "e": "Muitos animais do deserto são ativos à noite para evitar o calor extremo do dia, economizando água e energia, e encontram alimento durante as horas mais frescas."
    },
    {
      "t": "A latitude não influencia a distribuição dos biomas.",
      "v": false,
      "e": "A latitude determina a quantidade de energia solar recebida: regiões próximas do equador (baixa latitude) recebem mais energia e são mais quentes, enquanto latitudes altas (perto dos polos) recebem menos energia e são mais frias."
    },
    {
      "t": "Maior altitude tende a significar temperaturas mais baixas.",
      "v": true,
      "e": "Quando subimos em altitude, a temperatura diminui em média 6,5°C por cada 1000 metros devido à menor densidade do ar e menor retenção de calor. Por isso, encontramos biomas mais frios em montanhas."
    },
    {
      "t": "Os biomas marinhos não existem porque o mar é igual em todo o lado.",
      "v": false,
      "e": "Os oceanos têm grande variação: zonas costeiras com mais luz e nutrientes suportam mais vida que zonas abissais; águas tropicais são diferentes de polares; há recifes de coral, florestas de algas e comunidades abissais únicas."
    },
    {
      "t": "Espécies endémicas só existem numa região específica.",
      "v": true,
      "e": "As espécies endémicas evoluíram isoladamente numa área particular. Se o habitat dessa região for destruído, estas espécies podem extinguir-se completamente porque não existem noutro lugar."
    },
    {
      "t": "Desflorestação e poluição podem ameaçar biomas.",
      "v": true,
      "e": "A desflorestação destrói habitats e altera o clima local; a poluição contamina solos e águas, reduzindo a capacidade de suporte para plantas e animais nativos."
    },
    {
      "t": "Reflorestar e criar áreas protegidas ajudam a conservar biomas.",
      "v": true,
      "e": "As áreas protegidas mantêm habitats intactos e a reflorestação restaura a vegetação que suporta a cadeia alimentar e regula o clima e a água."
    },
    {
      "t": "O montado de sobro é irrelevante para a biodiversidade.",
      "v": false,
      "e": "O montado de sobro em Portugal suporta grande biodiversidade, incluindo aves, mamíferos e plantas raras, além de proteger o solo da erosão e contribuir para o ciclo da água."
    },
    {
      "t": "Na tundra, as plantas crescem baixas para evitar o vento e o frio.",
      "v": true,
      "e": "As plantas baixas ficam protegidas pelo microclima junto ao solo, onde há menos vento e temperaturas ligeiramente mais altas. Também completam o ciclo de vida rapidamente durante o curto verão."
    },
    {
      "t": "A floresta tropical localiza‑se sobretudo em latitudes altas.",
      "v": false,
      "e": "As florestas tropicais húmidas localizam-se principalmente em latitudes baixas (perto do equador), onde há energia solar constante e chuva abundante todo o ano que suporta o crescimento exuberante."
    },
    {
      "t": "Pradarias podem sofrer incêndios naturais que renovam a vegetação.",
      "v": true,
      "e": "Os incêndios naturais nas pradarias limpam vegetação morta, liberam nutrientes no solo e criam espaço para novas plantas crescerem, sendo parte do ciclo ecológico normal."
    },
    {
      "t": "No mediterrânico, muitas plantas têm folhas espessas e coriáceas.",
      "v": true,
      "e": "Estas folhas têm uma cutícula espessa que reduz a transpiração, ajudando as plantas a conservar água durante os verões secos característicos deste bioma."
    },
    {
      "t": "Os desertos ocorrem apenas em África.",
      "v": false,
      "e": "Os desertos existem em todos os continentes: Sahara e Kalahari em África, Gobi na Ásia, Atacama na América do Sul, Mojave na América do Norte, e até deserto de gelo na Antártida."
    },
    {
      "t": "Os biomas ajudam a compreender onde vivem certos animais e plantas.",
      "v": true,
      "e": "Os biomas fornecem uma estrutura para organizar a geografia biológica, mostrando como clima, solo e adaptações das espécies se relacionam para explicar padrões de distribuição da vida."
    }
  ]
}